Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Windows is installing updates (%u%% complete)
be: Windows усталёўвае абнаўленні (%u%% скончана)

source: Windows is preparing to shut down...
be: Windows рыхтуецца да выключэння...

source: Windows is resuming...
be: Узнаўленне працы Windows...

source: Windows is searching for %s.
be: Windows шукае %s.

source: Windows is searching for %s. To locate the file yourself, click Browse.
be: Windows шукае %s. Каб знайсці файл самастойна, націсніце кнопку 'Агляд'.

source: Windows is sending information to Microsoft that can help solve the problem.\n\nPreparing information to send: %u%%\nSending information: %u%%
be: Windows дасылае ў Microsoft інфармацыю, якая можа дапамагчы вырашыць праблему.\n\nПадрыхтоўка інфармацыі да дасылання: %u%%\nДасыланне інфармацыі: %u%%

source: Windows is sending information to Microsoft that can help solve the problem.\r\n\r\nPreparing information to send: %u%%\r\nSending information: %u%%
be: Windows дасылае ў Microsoft інфармацыю, якая можа дапамагчы вырашыць праблему.\r\n\r\nПадрыхтоўка інфармацыі да дасылання: %u%%\nДасыланне інфармацыі: %u%%

source: Windows is shutting down...
be: Выключэнне Windows...

source: Windows is trying to determine why %s is not working...
be: Windows спрабуе вызначыць, чаму %s не працуе...

source: Windows is trying to identify the problem...
be: Windows спрабуе ідэнтыфікаваць праблему...

source: Windows is trying to restore %1
be: Windows спрабуе аднавіць %1

source: Windows is unable to read the disc in drive %1!c!:.
be: Windows не можа прачытаць кружэлку %1!c!:.

source: Windows is unable to read the disc in drive %1!c!:. Make sure the drive door is closed and that there is a valid data disc in the drive.
be: Windows не можа прачытаць кружэлку %1!c!:. Пераканайцеся, што кружэльнік зачынены і змяшчае ў сабе кружэлку з дапушчальнымі звесткамі.

source: Windows is unable to stop the device '%s'. Don’t remove this device while it is still in use. Close any programs using this device and then remove it.
be: Windows не можа спыніць прыладу '%s'. Не выдаляйце яе, пакуль яна выкарыстоўваецца. Зачыніце ўсе праграмы, якія яе карыстаюць і выдаліце прыладу.

source: Windows is up to date
be: Windows поўнасцю абноўлены

source: Windows license activation failed.
be: Няўдача актывацыі ліцэнзіі Windows.

source: Windows license activation failed. Error %1.
be: Няўдача актывацыі ліцэнзіі Windows. Памылка %1.

source: Windows license has expired
be: Тэрмін дзеяння ліцэнзіі Windows мінуў

source: Windows license is invalid.
be: Ліцэнзія Windows недапушчальная.

source: Windows license is invalid. Error %1. Policy Value %2.
be: Ліцэнзія Windows недапушчальная. Памылка %1. Значэнне палітыкі %2.

source: Windows license validated.
be: Ліцэнзія Windows пацверджаная.

# Windows license validated.
source: Windows license validated.\r\n
be: Ліцэнзія Windows пацверджаная.\r\n

source: Windows maintenance tasks
be: Задачы абслугоўвання Windows

source: Windows needs different credentials
be: Windows неабходны розныя пасведчанні

source: Windows needs different credentials to access your corporate network.
be: Windows неабходны розныя пасведчанні для доступу да вашае карпаратыўнае сеткі.

source: Windows needs different credentials to access your corporate network. Lock your computer and then unlock it using those credentials
be: Windows неабходны розныя пасведчанні для доступу да вашае карпаратыўнае сеткі. Заблакуйце камп'ютар, каб потым разблакаваць яго, скарыстаўшы гэтыя пасведчанні.

source: Windows needs to restart to continue
be: Неабходна перазапусціць Windows для працягу

source: Windows needs your current credentials
be: Windows неабходны вашыя дзейныя пасведчанні

source: Windows needs your current credentials to ensure network connectivity.
be: Windows неабходны вашыя дзейныя пасведчанні для гарантавання сеткавай злучальнасці.

source: Windows needs your smart card credentials
be: Windows неабходны пасведчанні вашае смарт-карткі

source: Windows needs your smart card credentials to access your corporate network.
be: Windows неабходны пасведчанні вашае смарт-карткі для доступу да вашае карпаратыўнае сеткі.

source: Windows needs your smart card credentials to access your corporate network. Click to enter your credentials or lock this computer, and then unlock it using your smart card.
be: Windows неабходны пасведчанні вашае смарт-карткі для доступу да вашае карпаратыўнае сеткі. Пстрыкніце тут для ўводу вашых пасведчанняў ці заблакуйце камп'ютар, каб потым разблакаваць яго, скарыстаўшы вашую смарт-картку.

source: Windows removed the location from your library, but couldn't stop sharing the location.
be: Windows выдаліла размяшчэнне з вашай бібліятэкі, але не змагла спыніць яго абагульванне.

source: Windows removed the locations from your library, but couldn't stop sharing one or more locations.
be: Windows выдаліла размяшчэнні з вашай бібліятэкі, але не змагла спыніць абагульванне іх усіх.

source: Windows shortcut &keys
be: Клавішы хуткага выкліку ў Windows

source: Windows start-up process has failed to start the remote shutdown server.
be: Працэсу запуску Windows не ўдалося запусціць аддалены сэрвер выключэння.

# Windows start-up process has failed to start the remote shutdown server.
source: Windows start-up process has failed to start the remote shutdown server.\r\n
be: Працэсу запуску Windows не ўдалося запусціць аддалены сэрвер выключэння.\r\n

source: Windows start-up process has failed to synchronize with the local security subsystem during setup.
be: Працэсу запуску Windows не ўдалося сінхранізавацца з мясцовай падсістэмай бяспекі падчас наладжвання..

source: Windows start-up process has failed to synchronize with the local security subsystem during setup.\r\n
be: Працэсу запуску Windows не ўдалося сінхранізавацца з мясцовай падсістэмай бяспекі падчас наладжвання.\r\n

source: Windows start-up process has failed to terminate system processes.
be: Працэсу запуску Windows не ўдалося скончыць сістэмныя працэсы.

# Windows start-up process has failed to terminate system processes.
source: Windows start-up process has failed to terminate system processes.\r\n
be: Працэсу запуску Windows не ўдалося скончыць сістэмныя працэсы.\r\n

source: Windows start-up process has unexpectedly terminated.
be: Працэс запуску Windows раптоўна перарваўся.

# Windows start-up process has unexpectedly terminated.
source: Windows start-up process has unexpectedly terminated.\r\n
be: Працэс запуску Windows раптоўна перарваўся.\r\n

source: Windows successfully enabled this device.
be: Windows паспяхова ўключыла гэтую прыладу..

source: Windows update does not require any action
be: Абнаўленне Windows не патрабуе аніякага дзеяння

source: Windows was unable to complete the disk check.
be: Windows не змагла скончыць праверку дыска.

source: Windows was unable to complete the format.
be: Windows не змагла скончыць фарматаванне.

source: Windows was unable to find %1
be: Windows не змагла знайсці %1

source: Windows was unable to remove properties from the new copies of the selected files.
be: Windows не ўдалося выдаліць уласцівасці новых копіяў абраных файлаў.

source: Windows was unable to remove properties from the new copies of the selected files. Before sharing these files, you should review them for unwanted personal information.
be: Windows не ўдалося выдаліць уласцівасці новых копіяў абраных файлаў. Перад іх абагульваннем вы мусіце пераглядзець іх на наяўнасць непажаданай персанальнай інфармацыі.

source: Windows was unable to remove properties from the selected files.
be: Windows не ўдалося выдаліць уласцівасці абраных файлаў.

source: Windows was unable to remove properties from the selected files. Before sharing these files, you should review them for unwanted personal information.
be: Windows не ўдалося выдаліць уласцівасці абраных файлаў. Перад іх абагульваннем вы мусіце пераглядзець іх на наяўнасць непажаданай персанальнай інфармацыі.

source: Windows will attempt to stop the following devices. After the devices are stopped they may be removed safely.
be: Windows паспрабуе спыніць наступныя прылады. Пасля іх спынення, прылады могуць быць бяспечна выдаленыя.

source: Windows will automatically install them later. Click if you want to install them now.
be: Windows аўтаматычна ўсталюе іх пазней. Пстрыкніце, калі жадаеце ўсталяваць іх зараз.

source: Windows will continue formatting the disc in the background so more free disc space can be used.
be: Windows працягне фарматаванне кружэлкі ў фоне.

source: Windows will continue formatting the disc in the background so more free disc space can be used. You can copy files to the disc or eject it anytime.
be: Windows працягне фарматаванне кружэлкі ў фоне. Вы можаце скапіяваць файлы на яе ці выняць.

source: Windows will delete all of %username%'s files, and then delete %username%'s account.
be: Windows выдаліць усе файлы %username% і затым выдаліць ягоны рахунак.

source: Windows will notify you if a solution is available.
be: Сістэма апавясціць вас, калі вырашэнне будзе даступнае.

source: Windows will notify you if there are steps you can take to solve the problem.
be: Windows апавясціць вас, калі будуць крокі, якія вы можаце выканаць, каб вырашыць праблему.

# Windows will shut down in %d minutes. Shutdown will start on %s.
source: Windows will shut down in %d minutes.\n\n Shutdown will start on %s.
be: Windows выключыцца праз %d хвілін.\n\n Заканчэнне працы на %s.

source: Windows will shut down in 1 minute.
be: Windows выключыцца праз 1 хвіліну.

source: Windows will shut down in less than a minute.
be: Windows выключыцца цягам 1 хвіліны.

source: Windows will stop the following devices. After the devices are stopped they may be removed safely.
be: Windows спыніць наступныя прылады. Пасля іх спынення, прылады могуць быць бяспечна выдаленыя.

source: Windows will try to restart the program.
be: Windows паспрабуе перазапусціць праграму.

source: Windows: Arabic
be: Windows: Арабскі

source: Windows: Baltic
be: Windows: Балцкі

source: Windows: Central Europe
be: Windows: Цэнтральнаеўрапейскі

source: Windows: Cyrillic
be: Windows: Кірылічны

source: Windows: Greek
be: Windows: Грэцкі

source: Windows: Hebrew
be: Windows: Габрэйскі

source: Windows: Japanese
be: Windows: Японскі

source: Windows: Korean
be: Windows: Карэйскі

source: Windows: Simplified Chinese
be: Windows: Спрошчаны кітайскі

source: Windows: Thai
be: Windows: Тайскі

source: Windows: Traditional Chinese
be: Windows: Традыцыйны кітайскі

source: Windows: Turkish
be: Windows: Турэцкі

source: Windows: Viet Nam
be: Windows: В'етнамскі

source: Windows: Western
be: Windows: Заходні

source: Winsock Layered Service Provider
be: Дастаўнік шматузроўневай службы Winsock

source: Wireless
be: Бяздротавы

source: Wireless Access Point
be: Бяздротавая кропка доступу

source: Wireless Mode
be: Бяздротавы рэжым

source: Wireless Network Connection
be: Злучэнне з бяздротавай сеткай

source: Wireless Network Profile Type
be: Тып профілю бяздротавай сеткі

source: Wireless network name:
be: Назва бяздротавай сеткі:

source: Wireless networks are available.
be: Даступны бяздротавыя сеткі.

source: Wireless off
be: Бяздротнасць выключаная

source: With a CD/DVD player
be: З прайгравальнікам кружэлак

source: With a homegroup, you can share files and printers with other computers running Windows 7.
be: Праз хатнюю групу вы можаце ствараць агульны доступ да файлаў і друкарак з камп'ютарамі з Windows 7.

source: With a homegroup, you can share files and printers with other computers running Windows 7. You can also stream media to devices. The homegroup is protected with a password, and you'll always be able to choose what you share with the group.
be: Праз хатнюю групу вы можаце абагульваць файлы і друкаркі для камп'ютараў з Windows 7. Таксама вы можаце дасылаць медыяплынь на прылады. Хатняя група абароненая паролем, і вы заўжды можаце абраць, што абагульваць для гэтай групы.

source: With a homegroup, you can share files and printers with other home computers running Windows 7.
be: Праз хатнюю групу вы можаце ствараць агульны доступ да файлаў і друкарак з камп'ютарамі з Windows 7.

source: With a homegroup, you can share files and printers with other home computers running Windows 7. You can also stream media to devices. The homegroup is protected with a password, and you'll always be able to choose what you share with the group.\n\nCurrently there are no other people in the homegroup.
be: Праз хатнюю групу вы можаце абагульваць файлы і друкаркі для камп'ютарамі з Windows 7. Таксама вы можаце дасылаць медыяплынь на прылады. Хатняя група абароненая паролем, і вы заўжды можаце абраць, што абагульваць для гэтай групы.\n\nЗараз няма людзей у хатняй групе.

source: With genuine Windows you have access to all Windows updates and can be confident that your Windows software has the latest security and reliability enhancements from Microsoft.
be: З сапраўднай Windows ў вас ёсць доступ да ўсіх абнаўленняў Windows, і вы можаце быць упэўненыя, што вашае апраграмаванне Windows працуе з апошнімі магчымасцямі бяспекі і надзейнасці ад Microsoft.

source: Without the latest updates, your computer is more vulnerable to security attacks and performance problems.
be: Без апошніх абнаўленняў ваш камп'ютар больш уразлівы да нападаў на бяспеку і да праблемаў прадукцыйнасці.

source: Wolof
be: Волаф (Wolof)

source: WonderWave
be: Цудоўная хваля

source: Wood
be: Дрэва

source: Word count
be: Лік словаў

source: Word wrap
be: Перанос па словах

source: WordArt text
be: тэкст WordArt

source: WordPad Help (F1)
be: Дапамога WordPad (F1)

source: WordPad can open .docx, .odt, .rtf or .txt files.
be: WordPad можа адчыняць .docx, .odt, .rtf і .txt файлы.

source: WordPad can't continue.
be: WordPad не можа працягваць працу.

source: WordPad can't save this document in its current format.
be: WordPad не можа захаваць гэты дакумент у яго дзейным фармаце.

source: WordPad can't save this document in its current format. The document will be converted to Rich Text format.
be: WordPad не можа захаваць гэты дакумент у яго дзейным фармаце. Дакумент будзе сканвертаваны ў фармат RTF.

source: WordPad cant insert the picture.
be: WordPad не можа ўставіць відарыс.

source: WordPad can’t insert the picture.
be: WordPad не можа ўставіць відарыс.

source: WordPad does not support all of the features of this documents format.
be: WordPad не падтрымлівае ўсе функцыі гэтага фармату дакумента.

source: WordPad does not support all of the features of this documents format. Some content might be missing or displayed improperly.
be: WordPad не падтрымлівае ўсе функцыі гэтага фармату дакумента. Некаторае змесціва можа быць прапушчана альбо адлюстравана няправільна.

source: WordPad has finished searching the document.
be: WordPad скончыў шуканне па дакуменце.

source: WordPad was unable to open the URL.
be: WordPad не змагла адчыніць сайт.

source: WordPad was unable to open the URL. Check the URL and try again. If you continue to see this problem, you might not have access to the URL.
be: WordPad не змагла адчыніць сайт. Праверце сайт і паўтарыце спробу. Калі вы будзеце працягваць назіраць гэтую праблему, магчыма, вы не маеце доступу да сайта.

source: WordPad was unable to unblock the file.
be: WordPad не змагла разблакаць файл.

source: WordPad was unable to unblock the file. Blocked content will not be shown.
be: WordPad не змагла разблакаць файл. Заблакаванае змесціва не будзе паказаным.

source: WordPad\nDocument\nWordPad Document\nWord for Windows 6.0 (*.doc)\n.DOC\nWordPad.Document.1\nWordPad Document
be: WordPad\nДакумент\nWordPad Дакумент\nWord для Windows 6.0 (*.doc)\n.DOC\nWordPad.Document.1\nДакумент WordPad

source: Wordpad Document
be: Дакумент WordPad

source: Wordpad Launch End.
be: Канец запуску WordPad.

source: Wordpad Launch Start.
be: Пачатак запуску WordPad.

source: Wordpad Search Filter Encountered an error
be: Сустрэлася памылка ў фільтры пошуку WordPad

source: Wordpad can't open this document. \nThis document is either corrupt \nor protected under Rights Management.
be: WordPad не можа адчыніць гэты дакумент.\nГэты дакумент ці пашкоджаны,\nці абаронены кантролем правоў.

source: Wordpad is initialized as OLE Server
be: WordPad ініцыялізавана як сэрвер

source: Work
be: Працоўная

source: Work Phone
be: Працоўны тэлефон

source: Work network
be: Працоўная метка

source: Work network\nIf all the computers on this network are at your workplace, and you recognize them, this is a trusted work network. Don't choose this for public places such as coffee shops or airports.
be: Працоўная сетка\nКалі ўсе камп'ютары ў гэтай сетцы на вашай працы, і вы ведаеце іх, гэта давераная працоўная сетка. Не абірайце гэта для публічных месцаў кшталту кавярняў ці аэрапортаў.

source: Work offline
be: Працаваць па-за сецівам

source: Work offline anyway\nAll applicable open files will be forced closed and the folder will work offline.
be: Усё роўна працаваць па-за сецівам\nУсе файлы будуць прымусова зачынены і каталог будзе працаваць па-за сецівам.

source: Work offline anyway\nAll applicable open files will be forced closed and the folder will work offline. This might result in a loss of data.
be: Усё роўна працаваць адлучана\nУсе файлы будуць прымусова зачынены і каталог будзе працаваць адлучана. Гэта можа выклікаць страту звестак.

source: Work online
be: Працаваць у сеціве

source: Workgroup
be: Працоўная група

source: Workgroup:
be: Працоўная група:

source: Working In Background
be: Працуе ў фоне

source: Working Online
be: Праца ў сеціве

source: Working Set (Memory)
be: Працоўны камплект (памяць)

source: Working Set Delta (Memory)
be: Рознасць працоўнага камплекта (памяць)

source: Workstations
be: Працоўныя станцыі

source: Worm
be: Чарвяк

source: Would you like to apply your region and language changes?
be: Ужыць вашыя змены рэгіёну і мовы?

source: Would you like to rename it now?
be: Пераназваць зараз?

source: Would you like to replace the existing file
be: Замяніць існы файл?

source: Would you like to send Microsoft basic information about the software this program detects?
be: Даслаць агульныя звесткі аб выяўленым апраграмаванні ў карпарацыю Microsoft?

source: Would you like to send Microsoft basic information about the software this program detects? This information is used to help stop the spread of new malware infections.
be: Даслаць базавую інфармацыю аб выяўленым апраграмаванні ў Microsoft? Гэтая інфармацыя выкарыстоўваецца, каб спыніць распаўсюд новых шкодных праграмных інфекцыяў.

source: Would you like to turn them on?
be: Жадаеце ўключыць іх?

source: Wrap text to ruler.
be: Перанос тэксту па межах лінейкі.

source: Wrap text to window.
be: Перанос тэксту па межах вакна.

source: Wrap to &ruler
be: Перанос па лінейцы

source: Wrap to &window
be: Перанос па вакне

source: Write
be: Запісаць

source: Writers
be: Сцэнарысты

source: X 9999 pixels
be: X 9999 пікселяў

source: XML Files (*.xml)|*.xml|XSL Files (*.xsl)|*.xsl|All Files (*.*)|*.*|
be: XML-файлы (*.xml)|*.xml|XSL-файлы (*.xsl)|*.xsl|Усе файлы (*.*)|*.*|

source: XML Files (*.xml)|*.xml|XSL Files (*.xsl)|*.xsl|All Files (*.*)|*.*|%0
be: XML-файлы (*.xml)|*.xml|XSL-файлы (*.xsl)|*.xsl|Усе файлы (*.*)|*.*|%0

source: XML Files|*.xml|All Files|*.*||
be: XML-файлы|*.xml|Усе файлы|*.*||

# XWizard failed to run the wizard. Details: %1
source: XWizard failed to run the wizard. Details: %1\r\n
be: XWizard не ўдалося запусціць майстар. Дэталі: %1\r\n

source: Xhosa
be: Коса

source: Yakut
be: Якуцкая

source: Year
be: Год

source: Yellow
be: Жоўты

source: Yes
be: Так

source: Yes to &All
be: Так да ўсіх

source: Yes, &burn these files to another disc
be: Так, прапаліць іх яшчэ раз.

source: Yes, send more information automatically (recommended)
be: Так, дасылаць больш інфармацыі аўтаматычна (рэкамендавана)

source: Yes, tell me about new software (recommended)
be: Так, распавядайце аб новым апраграмаванні (рэкамендавана)

source: Yes, tell me about new software and updates (recommended)
be: Так, распавядайце аб новым апраграмаванні і абнаўленнях (рэкамендавана)

source: Yes/No data type
be: лагічны тып звестак

source: Yesterday
be: Учора

source: Yesterday at %s
be: Учора а %s

source: Yi Input Method
be: Метад уводу Yi

source: Yiddish
be: Ідыш

source: Yoruba
be: Ёруба (Yoruba)

source: You already have active remote desktop connections on this computer
be: Вы ўжо маеце актыўныя злучэнні з аддаленай стальніцай на гэтым камп'ютары

source: You are about to be logged off
be: Вашая сесія будзе скончаная

source: You are about to save the document in a Text-Only format, which will remove all formatting.
be: Захаванне дакумента у фармаце 'толькі тэкст' знішчыць усё фарматаванне.

source: You are about to save the document in a Text-Only format, which will remove all formatting. Are you sure you want to do this?\n\nTo save in other format, click No.
be: Захаванне дакумента у фармаце 'толькі тэкст' знішчыць усё фарматаванне. Вы сапраўды жадаеце зрабіць гэта?\n\nКаб захаваць у іншым фармаце, націсніце "Не".

source: You are adding a link that might not be safe.
be: Вы дадаеце спасылку, якая можа стацца небяспечнай.

source: You are adding a link that might not be safe. Do you want to continue?
be: Вы дадаеце спасылку, якая можа стацца небяспечнай. Працягнуць?

source: You are already sharing %1 using the name %2. Do you want to share %3 using the name %2 instead?\r\n
be: Вы ўжо абагульваеце %1 з назваю %2. Абагуліць %3 з назваю %2 замест гэтага?\r\n

source: You are attempting to open a file of type '%s' (%s)
be: Вы спрабуеце адчыніць файл тыпу '%s' (%s)

source: You are attempting to shut down another computer to which you and other users are connected.
be: Вы паспрабавалі выключыць іншы камп'ютар, з якім злучаныя вы і іншыя карыстальнікі.

source: You are attempting to shut down another computer to which you and other users are connected. As a result, nobody will be able to use this computer until it is manually restarted.\n\nDo you want to continue?
be: Вы паспрабавалі выключыць іншы камп'ютар, з якім злучаныя вы і іншыя карыстальнікі. Як вынік, ніхто не зможа карыстацца гэтым камп'ютарам да яго ручнога перазапуску.\n\nЖадаеце працягнуць?

source: You are attempting to shut down another computer to which you and other users are connected. As a result, nobody will be able to use this computer until it is manually restarted.\r\n\r\nDo you want to continue?
be: Вы паспрабавалі выключыць іншы камп'ютар, з якім злучаныя вы і іншыя карыстальнікі. Як вынік, ніхто не зможа карыстацца гэтым камп'ютарам да яго ручнога перазапуску.\r\n\r\nЖадаеце працягнуць?

source: You are attempting to shut down another computer to which you are connected.
be: Вы паспрабавалі выключыць іншы камп'ютар, з якім вы злучаныя.

source: You are attempting to shut down another computer to which you are connected. As a result nobody will be able to use this computer until it is manually restarted.\n\nDo you want to continue?
be: Вы паспрабавалі выключыць іншы камп'ютар, з якім вы злучаныя. Як вынік, ніхто не зможа карыстацца гэтым камп'ютарам да яго ручнога перазапуску.\n\nЖадаеце працягнуць?

source: You are attempting to shut down another computer to which you are connected. As a result nobody will be able to use this computer until it is manually restarted.\r\n\r\nDo you want to continue?
be: Вы паспрабавалі выключыць іншы камп'ютар, з якім вы злучаныя. Як вынік, ніхто не зможа карыстацца гэтым камп'ютарам да яго ручнога перазапуску.\r\n\r\nЖадаеце працягнуць?
